adobe-source-code-pro-fonts
baobab
base
base-devel
bc
bibata-cursor-theme-bin
blueman
bluetuith
bluez-utils
brightnessctl
cliphist
clipqr
<<<<<<< HEAD
code
=======
>>>>>>> master
decibels
discord
dolphin
efibootmgr
epiphany
evdevremapkeys-git
evince
evremap-git
evtest
eza
fastfetch
ffmpegthumbnailer
firefox
fzf
gdm
ghostty
git
glibc-locales
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
grim
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshade
ifuse
intel-media-driver
intel-ucode
intellij-idea-community-edition
interception-caps2esc
interception-tools
inxi
iwd
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jq
kitty
kvantum
lib32-gnutls
lib32-mpg123
lib32-openal
lib32-vkd3d
lib32-vulkan-intel
libpulse
libva-intel-driver
linux
linux-firmware
linux-headers
linux-lts
loupe
lsd
luarocks
malcontent
man-db
mercurial
mousepad
mpv
mpv-mpris
mupdf
nano
nautilus
ncdu
nemo
neofetch
neovim
netbeans
network-manager-applet
networkmanager
noto-fonts
npm
nvtop
nwg-displays
nwg-look
orca
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pokemon-colorscripts-git
polkit-kde-agent
powertop
python-pip
python-pygame
python-pyquery
python-requests
qalculate-gtk
qt5-wayland
qt5ct
qt6-wayland
qt6ct
qutebrowser
ranger
rofi-wayland
rygel
sddm
sdl3_image
sdl3_mixer-git
sdl3_ttf
shotwell
simple-scan
slurp
smartmontools
snapd
snapshot
sof-firmware
speedcrunch
spotify-launcher
sushi
swappy
swaync
swww
tecla
thunar
thunar-archive-plugin
thunar-volman
tmux
totem
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
typescript
umockdev
vim
vulkan-intel
vulkan-tools
<<<<<<< HEAD
=======
visual-studio-code-bin
>>>>>>> master
wallust
waybar-cava
wev
wget
winetricks
wireless_tools
wireplumber
wlogout
xarchiver
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
yad
yay-bin
yelp
yt-dlp
zen-browser-bin
zram-generator
zsh
zsh-completions
